import React from 'react'
import "./skills.css";
import Frontend from "./Frontend"
import Backend from "./Backend"

const Skills = () => {
    return (
       <section className="skills section" id ="skills">
            <h2 className="section__title">Вимоги при виконанні робіт</h2>
            <span className="section__subtitle">Працівник має право відмовитися від дорученої роботи, якщо створилася виробнича ситуація, небезпечна для його життя</span> 

            <div className="skills__required_first">Щоб запобігти травми та погіршення здоров'я робітників,
            ми організовуємо для працівників, зайнятих на важких роботах і роботах із шкідливими умовами праці, періодичні медичні огляди за свій рахунок;
            проводимо для робітників навчання з питань охорони праці; забезпечуємо проведенням курсів підвищення кваліфікації за умовами праці 
            на відповідність вимогам правил; забезпечиємо працівників спецодягом, спецвзуттям та 
            іншими сертифікованими засобами індивідуального захисту. 
            </div>
            <div className="skills__required_second">Також присутні санітарно-побутові приміщення, приміщення 
            для прийняття їжі, укомплектовані підрозділи з аптечками для надання долікарської допомоги,
            кімнати для обігріву та відпочинку. Є можливість працювати в позаробочий час.
            </div>
            <div className="skills__container container grid"> 
                <Backend />
                <Frontend />
            </div>
        </section>
    )
}

export default Skills