import React from 'react';
import "./about.css";
import AboutImg from "../../assets/about.jpg";
import Info from './Info'

const About = () => {
    return (
        <section className="about section" id="pro_nas">
            <h2 className="section__title">Про нас</h2>
            <span className="section__subtitle">
            У 2008 році ми вирішили створити агентство, в якому використали наш багаторічний досвід та навички, набуті у сфері працевлаштування.<p></p>
                    Сфера нашої роботи — надавання роботи в Чехії на постійній основі.
            </span>

            <div className="about__container container grid">
                <img src={AboutImg} alt="" className="about__img" />

                <div className="about__data">
                    <Info />
                    
                    <p className="about__description">
                    Наша інтенсивна та успішна робота відображається у відмінних результатах. 
                    Ми можемо похвалитися великою кількістю влаштованих працівників, 4000 з яких постійно працюючих  та понад 1000 самозайнятих.
                    </p>
            </div>
            </div>
            <div className="about__opis_first">Головний офіс розміщується в сучасному приміщенні у місті Брно. 
            Професійний підхід до бухгалтерського обліку, людських ресурсів та логістики забезпечується професійною командою, яка працюює з нами понад п'ятнадцяти років. 
            Тісна співпраця з великою кільстю чеських будівельних фірм, дозволяє нам надавати людям роботи по всій Чехії.</div>
            
            <div className="about__opis_second">Наші послуги досить різноманітні – 
            від проектування й підготовки необхідної технічної документації до безпосереднього зведення будівлі й 
            прокладення усіх внутрішніх систем, тобто будівництва об’єкту «під ключ».<p></p>
            Використовуємо найсучасніші технології та підхід до роботи, 
            несемо повну відповідальність за реалізацію об’єкту у встановлені терміни. 
            Ось чому працювати з нами так вигідно та зручно! 
            </div>

            <div className="about__opis_second">Ми маємо великі плани на майбутнє, наше бачення — розширення послуг на Словаччину та Угорщину. 
            Для нас честь і втіха постійно вдосконалювати та покращувати послуги для задоволення наших клієнтів.</div>
        </section>
        
    )
}

export default About